pattern_1 = """Здравствуйте!

По итогам пробного занятия увидели, что [] молодец, отлично справляется с _, но заметили и некоторые пробелы, которые нужно закрыть.

Бывают ошибки при работе с _. Более пристального внимания требуют _.

Самые актуальные для освоения темы – _. В школе, возможно, не хватило практики, нужно повторить.

На занятии [] пока _, но старается, видно, что хочет понять предмет. Мы приложим все усилия и сведём допускаемые ошибки к минимуму. Отработаем и усилим необходимые навыки для успешного освоения школьной программы и получения высоких отметок.

В приоритете будут текущие темы, изучаемые в школе. Но также разберём и более ранний материал, чтобы закрыть пробелы из предыдущих классов. Для достижения лучшего результата отлично подойдут занятия с частотой 2—3 раза в неделю.

Таким образом, в ходе регулярной комплексной работы мы с [] разберёмся не только с тем, что осталось непонятно в классе на данный момент, но и подтянем "хвосты", что, как показывает практика, ведёт к общему улучшению понимания предмета.

Ждём Вас на уроках в нашей школе! :)"""